Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrStringExpected_HowToFix_1
source: Edit your formula so that it evaluates to text at this point in the formula.
bg_bg: Редактирайте формулата си така, че изчислението да води до текст на този етап във формулата.
ca_es: Editeu la fórmula de manera que s'utilitzi un text en aquest punt.
cs_cz: Upravte svůj vzorec tak, aby se v této části vzorce vyhodnotil jako text.
da_dk: Rediger formlen, så den evalueres til tekst på dette sted i formlen.
de_de: Bearbeiten Sie Ihre Formel so, dass an dieser Stelle in der Formel eine Auswertung als Text erfolgt.
el_gr: Επεξεργαστείτε τον τύπο έτσι ώστε να αποδίδει κείμενο σε αυτό το σημείο στον τύπο.
es_es: Edite la fórmula para que se calcule como texto en este punto de la fórmula.
et_ee: Redigeerige oma valemit nii, et see annab siinkohal valemis tulemuseks teksti.
eu_es: Editatu formula testu bat kalkula dezan formularen puntu honetan.
fi_fi: Muokkaa kaavaasi niin, että se antaa arvioitaessa tekstin kaavan tässä kohdassa.
fr_fr: Modifiez votre formule afin qu’elle donne du texte à ce point de la formule.
gl_es: Editar a fórmula de xeito que se avalíe como un texto neste punto da fórmula.
hi_in: अपने सूत्र को संपादित करें ताकि सूत्र में इस बिंदु पर यह पाठ के लिए मूल्यांकन करे.
hr_hr: Uredite formulu tako da se na ovom mjestu u formuli nalazi tekst.
hu_hu: Módosítsa a képletet úgy, hogy a képlet ezen pontján szöveget adjon vissza.
it_it: Modificare la formula affinché restituisca un testo a questo punto della formula.
ja_jp: 数式を編集し、この時点の数式でテキストに評価されるようにします。
kk_kz: Формуланы формуладағы осы жерде ол мәтін болатын етіп өңдеңіз.
ko_kr: 수식의 이 지점에서 텍스트로 평가되도록 수식을 편집합니다.
lt_lt: Redaguokite savo formulę taip, kad šios formulės dalies rezultatas būtų tekstas.
lv_lv: Rediģējiet formulu tā, lai šajā formulas posmā tiktu iegūts teksts.
ms_my: Edit formula anda supaya menilai teks pada peringkat ini dalam formula.
nb_no: Rediger formelen slik at den returnerer tekst på dette punktet i formelen.
nl_nl: Bewerk de formule zodat de formule op deze positie resulteert in tekst.
pl_pl: Edytuj formułę tak, aby jej wynikiem w tym miejscu w formule był tekst.
pt_br: Edite sua fórmula para que ela avalie um texto neste ponto.
pt_pt: Edite a fórmula para que avalie com texto nesta parte da fórmula.
ro_ro: Editați-vă formula astfel încât să se evalueze la un text în acest punct din formulă.
ru_ru: Измените формулу так, чтобы результатом вычисления в этом месте в формуле был текст.
sk_sk: Upravte vzorec tak, aby sa v tomto bode vyhodnotil ako text.
sl_si: Uredite formulo tako, da bo ovrednotena kot besedilo na tem mestu v formuli.
sr_cyrl_rs: Уредите формулу тако да даје текст као резултат у овом делу формуле.
sr_latn_rs: Uredite formulu tako da daje tekst kao rezultat u ovom delu formule.
sv_se: Redigera din formel så att den utvärderas till text vid den här tidpunkten i formeln.
th_th: แก้ไขสูตรของคุณเพื่อให้ประเมินเป็นข้อความที่จุดนี้ในสูตร
tr_tr: Formülünüzü formülün bu noktasında bir metin verecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб у цьому місці результат її обчислення становив текст.
vi_vn: Chỉnh sửa công thức của bạn để cho ra kết quả văn bản tại điểm này trong công thức.
zh_cn: 编辑公式，使公式此时的计算结果为文本。
zh_tw: 請編輯您的公式，使公式中的此位置能被評估為文字。

# ErrorResource_ErrStringExpected_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справка за формули за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletreferencia
it_it: Articolo: Informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала. Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Odwołanie do formuły dla usługi Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmula para o Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья: ссылка на формулу для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: sklic na formulo za Power Apps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrNumberOrStringExpected_ShortMessage
source: Expected text or number. We expect text or a number at this point in the formula.
bg_bg: Очаква се текст или число. Очакваме текст или число на този етап във формулата.
ca_es: S'esperava text o un nombre. S'espera text o un nombre en aquest punt de la fórmula.
cs_cz: Očekávaly se text nebo číslo. V této části vzorce očekáváme text nebo číslo.
da_dk: Tekst eller tal forventet. Vi forventer tekst eller et tal på dette sted i formlen.
de_de: Text oder Zahl erwartet. An dieser Stelle in der Formel wird Text oder eine Zahl erwartet.
el_gr: Αναμενόταν κείμενο ή αριθμός. Σε αυτό το σημείο στον τύπο αναμένεται κείμενο ή αριθμός.
es_es: Se esperaba texto o un número. Esperamos texto o un número en este punto de la fórmula.
et_ee: Eeldati teksti või arvu. Siinkohal eeldame valemis teksti või arvu.
eu_es: Testua edo zenbaki bat espero zen. Testua edo zenbaki bat izan behar du formularen puntu horrek.
fi_fi: Odotettiin tekstiä tai lukua. Odotetaan tekstiä tai lukua kaavan tässä kohdassa.
fr_fr: Du texte ou un chiffre était attendu. Nous attendons du texte ou un chiffre à ce stade de la formule.
gl_es: Esperábase texto ou un número neste punto da fórmula.
hi_in: पाठ या संख्या अपेक्षित है. हम सूत्र में इस बिंदु पर किसी पाठ या संख्या की अपेक्षा रखते हैं.
hr_hr: Očekuje se tekst ili broj. Na tom mjestu u formuli očekujemo tekst ili broj.
hu_hu: A rendszer szöveget vagy számot várt a képlet ezen pontján.
it_it: È previsto un testo o un numero. A questo punto della formula è previsto un testo o un numero.
ja_jp: テキストまたは数値が必要です。数式のこの時点で、テキストまたは数値が必要です。
kk_kz: Мәтін немесе сан күтілген. Формуладағы бұл жерде мәтін немесе сан күтіледі.
ko_kr: 텍스트 또는 숫자가 필요합니다. 수식에서 이 지점에 텍스트 또는 숫자가 필요합니다.
lt_lt: Numatomas tekstas arba skaičius. Šioje formulės dalyje numatomas tekstas arba skaičius.
lv_lv: Ir paredzēts teksts vai skaitlis. Šajā formulas posmā tiek gaidīts teksts vai skaitlis.
ms_my: Menjangkakan teks atau nombor. Kami menjangkakan teks atau nombor pada masa ini dalam formula.
nb_no: Forventet tekst eller tall. Vi forventer tekst eller et tall på dette stedet i formelen.
nl_nl: Er wordt een tekst of een getal verwacht. Op deze positie in de formule wordt een tekst of een getal verwacht.
pl_pl: Oczekiwano tekstu lub liczby. W tym miejscu w formule oczekujemy tekstu lub liczby.
pt_br: Texto ou número esperado. Esperamos um texto ou um número neste ponto na fórmula.
pt_pt: Texto ou número esperado. Era esperado texto ou um número nesta parte da fórmula.
ro_ro: Se aștepta text sau număr. Așteptăm un text sau un număr în acest punct din formulă.
ru_ru: Ожидался текст или число. В этой точке формулы должен быть текст или число.
sk_sk: Očakával sa text alebo číslo. V tomto bode vzorca sa očakáva text alebo číslo.
sl_si: Pričakovano je besedilo ali številka. Na tem mestu v formuli je pričakovano besedilo ali številka.
sr_cyrl_rs: Очекује се текст или број. Очекујемо текст или број у овом делу формуле.
sr_latn_rs: Očekuje se tekst ili broj. Očekujemo tekst ili broj u ovom delu formule.
sv_se: Text eller tal förväntades. Vi förväntar oss text eller tal vid den här punkten i formeln.
th_th: ข้อความหรือหมายเลขที่คาดไว้ เราคาดหวังข้อความหรือหมายเลขในจุดนี้ในสูตร
tr_tr: Metin veya sayı bekleniyor. Formülde bu noktada metin veya bir sayı bekleniyor.
uk_ua: Очікувалося текстове або числове значення. У цьому місці формули очікується текст або число.
vi_vn: Đã dự kiến có văn bản hoặc số. Chúng tôi dự kiến có văn bản hoặc số tại điểm này trong công thức.
zh_cn: 应为文本或数字。公式中的此处应为文本或数字。
zh_tw: 應為文字或數字。公式中的此位置應為文字或數字。

# ErrorResource_ErrNumberOrStringExpected_LongMessage
source: This error will occur if you use a function that requires either text or a number but you supply, for example, a boolean (true/false) value.
bg_bg: Тази грешка ще възникне, ако използвате функция, която изисква текст или число, но вие предоставите например булева стойност (true/false).
ca_es: Aquest error es produeix si utilitzeu una funció que requereix un text o un nombre, però proporcioneu, per exemple, un valor booleà ("true"/"false").
cs_cz: K této chybě dojde v případě, že použijete funkci, která vyžaduje buď text, nebo číslo, ale místo nich zadáte například logickou hodnotu (true/false).
da_dk: Denne fejl vil opstå, hvis du bruger en funktion, der kræver enten tekst eller et tal, men du f.eks. angiver en boolesk værdi (sand/falsk).
de_de: Dieser Fehler tritt auf, wenn Sie eine Funktion verwenden, die entweder Text oder eine Zahl erfordert, Sie aber stattdessen z. B. einen booleschen Wert (TRUE/FALSE) angeben.
el_gr: Αυτό το σφάλμα παρουσιάζεται, αν χρησιμοποιήσετε μια συνάρτηση που απαιτεί είτε κείμενο είτε αριθμό, αλλά παρέχετε, για παράδειγμα, μια δυαδική τιμή (true/false) στη θέση του.
es_es: Este error se producirá si usa una función que requiera texto o un número, pero, por ejemplo, proporciona un valor booleano (true/false).
et_ee: See tõrge ilmneb, kui kasutate funktsiooni, mis nõuab teksti või arvu, kuid teie esitate selle asemel nt kahendmuutuja väärtuse (tõene/väär).
eu_es: Adibidez, errore hori gertatuko da balio boolear bat (true/false) erabiltzen baduzu testua edo zenbaki bat behar duen funtzio batean.
fi_fi: Tämä virhe ilmenee, jos käytät funktiota, joka edellyttää tekstiä tai lukua, mutta annat sen sijaan esimerkiksi totuusarvon (true/false).
fr_fr: Cette erreur se produit si vous utilisez une fonction qui nécessite du texte ou un nombre, alors que vous fournissez, par exemple, une valeur booléenne (vrai/faux).
gl_es: Este erro producirase se usa unha función que precise texto ou un número, pero fornece, por exemplo, un valor booleano (verdadeiro/falso).
hi_in: यदि आप ऐसे किसी फ़ंक्शन का उपयोग करते हैं, जिसके लिए या तो पाठ या किसी संख्या की आवश्यकता हो, लेकिन आप, उदाहरण के लिए, कोई बूलियन (सही/गलत) मान प्रदान करते हैं, तो यह त्रुटि होगी.
hr_hr: Ta će se pogreška pojaviti ako koristite funkciju koja zahtijeva tekst ili broj, no vi ste, primjerice, umjesto njih unijeli Booleovu vrijednost (true/false).
hu_hu: Ez a hiba akkor fordul elő, ha szöveget vagy számot igénylő függvényt használ, de például logikai (igaz/hamis) értéket ad meg.
it_it: Questo errore si verifica se si usa una funzione che richiede un testo o un numero, ma si specifica, ad esempio, un valore booleano (true/false).
ja_jp: このエラーは、テキストまたは数値が必要な関数を使用するときにブール値 (true/false) などを指定した場合に生じます。
kk_kz: Мәтінді немесе санды қажет ететін функцияны пайдалансаңыз, бірақ оның орнына, мысалы, логикалық (шын/жалған) мәнді көрсетсеңіз, осы қате пайда болады.
ko_kr: 이 오류는 텍스트 또는 숫자가 필요한 함수를 사용하는데 부울(true/false) 값 등을 입력하는 경우에 발생합니다.
lt_lt: Ši klaida įvyks, jei naudosite funkciją, reikalaujančią teksto arba skaičiaus, o jūs pateiksite, pvz., Bulio logikos („true“ / „false“) reikšmę.
lv_lv: Šī kļūda rodas, ja izmantojat funkciju, kurai ir nepieciešams teksts vai skaitlis, bet tā vietā funkcija saņem, piemēram, Būla vērtību (true/false).
ms_my: Ralat ini akan berlaku jika anda menggunakan fungsi yang memerlukan teks atau nombor tetapi contohnya anda memberikan nilai boolean (true/false).
nb_no: Denne feilen oppstår hvis du bruker en funksjon som krever tekst eller et tall, og du angir for eksempel en boolsk verdi (true/false) i stedet.
nl_nl: Deze fout doet zich voor als u een functie gebruikt waarvoor tekst of een getal is vereist, maar u bijvoorbeeld een booleaanse (waar/onwaar) waarde opgeeft.
pl_pl: Ten błąd wystąpi, jeśli użyjesz funkcji wymagającej tekstu lub liczby, ale podasz na przykład wartość logiczną (true/false).
pt_br: Este erro ocorrerá se você usar uma função que exige um texto ou um número, mas fornecer, por exemplo, um valor booliano (true/false).
pt_pt: Este erro ocorre quando utiliza uma função que exige texto ou um número, mas apresenta, por exemplo, um valor booleano (verdadeiro/falso).
ro_ro: Această eroare va avea loc dacă utilizați o funcție care necesită un text sau un număr, dar furnizați, de exemplu, o valoare booleană (true/false).
ru_ru: Данная ошибка возникает, когда функция требует текст или число, а вы вместо этого передаете ей, например, логическое значение (true/false).
sk_sk: Táto chyba sa vyskytne, ak používate funkciu, ktorá vyžaduje buď text, alebo číslo, ale namiesto toho zadáte napríklad booleovskú hodnotu (true/false).
sl_si: Do te napake pride, če uporabite funkcijo, ki zahteva besedilo ali število, vendar pa namesto besedila ali števila navedete na primer logično vrednost (true/false).
sr_cyrl_rs: Ова грешка се јавља ако користите функцију која захтева текст или број, а ви, на пример, наведете Булову вредност (тачно/нетачно).
sr_latn_rs: Ova greška se javlja ako koristite funkciju koja zahteva tekst ili broj, a vi, na primer, navedete Bulovu vrednost (tačno/netačno).
sv_se: Det här felet uppstår om du använder en funktion som kräver antingen text eller ett tal men du anger, låt oss säga, ett booleskt värde (sant/falskt).
th_th: ข้อผิดพลาดนี้จะเกิดขึ้นถ้าคุณใช้ฟังก์ชันที่ต้องการข้อความหรือตัวเลขแต่คุณใส่ค่า เช่น ค่าบูลีน (จริง/เท็จ) แทน
tr_tr: Bu hata, bir metin sayı gerektiren bir işlev kullandığınızda ancak bunun yerine, örneğin, bir boole (true/false) değeri sağladığınızda oluşur.
uk_ua: Ця помилка стається, якщо замість обов’язкового тексту або числа для функції надається, наприклад, логічне значення (true або false).
vi_vn: Lỗi này sẽ xảy ra nếu bạn sử dụng một hàm yêu cầu văn bản hoặc số nhưng bạn lại cung cấp giá trị boolean (true/false) chẳng hạn.
zh_cn: 如果使用的函数需要文本或数字，但却提供布尔(true/false)之类的值，则会出现此错误。
zh_tw: 舉例來說，若您使用的函式需要文字或數字，但您提供了布林值 (true/false)，就會發生此錯誤。

# ErrorResource_ErrNumberOrStringExpected_HowToFix_1
source: Edit your formula so that it evaluates to text or a number at this point in the formula.
bg_bg: Редактирайте формулата си така, че изчислението да води до текст или число на този етап във формулата.
ca_es: Editeu la fórmula de manera que s'utilitzi un text o un nombre.
cs_cz: Upravte svůj vzorec tak, aby se v této části vzorce vyhodnotil jako text nebo číslo.
da_dk: Rediger formlen, så den evalueres til tekst eller tal på dette sted i formlen.
de_de: Bearbeiten Sie Ihre Formel so, dass an dieser Stelle in der Formel eine Auswertung als Text oder Zahl erfolgt.
el_gr: Επεξεργαστείτε τον τύπο έτσι ώστε να αποδίδει κείμενο ή αριθμό σε αυτό το σημείο στον τύπο.
es_es: Edite la fórmula para que se calcule como texto o un número en este punto de la fórmula.
et_ee: Redigeerige oma valemit nii, et see annab siinkohal valemis tulemuseks teksti või arvu.
eu_es: Editatu formula testu edo zenbaki bat kalkula dezan formularen puntu honetan.
fi_fi: Muokkaa kaavaasi niin, että se antaa arvioitaessa tekstin tai luvun kaavan tässä kohdassa.
fr_fr: Modifiez votre formule afin qu’elle donne du texte ou un nombre à ce point de la formule.
gl_es: Editar a fórmula de xeito que se avalíe como un texto ou un número neste punto da fórmula.
hi_in: अपने सूत्र को संपादित करें ताकि सूत्र में इस बिंदु पर यह पाठ या किसी संख्या के लिए मूल्यांकन करे.
hr_hr: Uredite formulu tako da se na ovom mjestu u formuli nalazi tekst ili broj.
hu_hu: Módosítsa a képletet úgy, hogy a képlet ezen pontján szöveget vagy számot adjon vissza.
it_it: Modificare la formula affinché restituisca un numero o un testo a questo punto della formula.
ja_jp: 数式を編集し、この時点の数式でテキストまたは数値に評価されるようにします。
kk_kz: Формуланы формуладағы осы жерде ол мәтін немесе сан болатын етіп өңдеңіз.
ko_kr: 수식의 이 지점에서 텍스트 또는 숫자로 평가되도록 수식을 편집합니다.
lt_lt: Redaguokite savo taip formulę taip, kad šios formulės dalies rezultatas būtų tekstas arba skaičius.
lv_lv: Rediģējiet formulu tā, lai šajā formulas posmā tiktu iegūts teksts vai skaitlis.
ms_my: Edit formula anda supaya menilai teks atau nombor pada peringkat ini dalam formula.
nb_no: Rediger formelen slik at den returnerer tekst eller et tall på dette punktet i formelen.
nl_nl: Bewerk de formule zodat de formule op deze positie resulteert in tekst of een getal.
pl_pl: Edytuj formułę tak, aby jej wynikiem w tym miejscu w formule był tekst lub liczba.
pt_br: Edite sua fórmula para que ela avalie um texto ou número neste ponto.
pt_pt: Edite a fórmula para que avalie com texto ou um número nesta parte da fórmula.
ro_ro: Editați-vă formula astfel încât să se evalueze la un text sau un număr în acest punct din formulă.
ru_ru: Измените формулу так, чтобы результатом вычисления в этом месте в формуле был текст или число.
sk_sk: Upravte vzorec tak, aby sa v tomto bode vyhodnotil ako text alebo číslo.
sl_si: Uredite formulo tako, da bo ovrednotena kot besedilo ali število na tem mestu v formuli.
sr_cyrl_rs: Уредите формулу тако да даје текст или број као резултат у овом делу формуле.
sr_latn_rs: Uredite formulu tako da daje tekst ili broj kao rezultat u ovom delu formule.
sv_se: Redigera din formel så att den utvärderas till en text eller ett tal i den här tidpunkten i formeln.
th_th: แก้ไขสูตรของคุณเพื่อให้ประเมินเป็นข้อความหรือตัวเลขที่จุดนี้ในสูตร
tr_tr: Formülünüzü formülün bu noktasında bir metin veya sayı verecek şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб у цьому місці результат її обчислення становив текст або число.
vi_vn: Chỉnh sửa công thức của bạn để cho ra kết quả văn bản hoặc số tại điểm này trong công thức.
zh_cn: 编辑公式，使公式此时的计算结果为文本或数字。
zh_tw: 請編輯您的公式，使公式中的此位置能被評估為文字或數字。

# ErrorResource_ErrNumberOrStringExpected_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справка за формули за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletreferencia
it_it: Articolo: Informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала. Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Odwołanie do formuły dla usługi Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmula para o Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья: ссылка на формулу для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: sklic na formulo za Power Apps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考
